/* HexColorPickerAskUpdatesYes */
"Check automatically" = "Buscar actualizaciones automáticamente";

/* HexColorPickerAskUpdatesNo */
"Don't check" = "No buscar";

/* HexColorPickerGetVersionFormat */
"Get v%@" = "Descarga v%@";

/* HexColorPickerAppName */
"Hex Color Picker" = "Hex Color Picker";

/* HexColorPickerAskUpdatesInfo */
"Hex Color Picker can automatically check for updates periodically. You won't need to update whenever a new version appears, and no personally identifying informations will be sent in order to check for updates. (Automatic checking can slow down opening the color panel with the Hex Color Picker active by a few seconds." = "Hex Color Picker puede buscar actualizaciones perióricamente. Las actualizaciones no son obligatorias y ninguna información personal sera enviada durante el chequeo de versión. (El chequeo automático puede demorar la apertura del panel de color con Hex Color Picker activo por unos segundos.)";

/* HexColorPickerAskUpdatesMessage */
"Should Hex Color Picker check for updates automatically?" = "¿Debe Hex Color Picker buscar actualizaciones automáticamente?";